/*醉仙美化 QQ874824173*/
// JavaScript Document
var Dianji=0;
window.onload=function(){
	var buhao = document.getElementById("buhao");
	var hao = document.getElementById("hao");
	buhao.onclick=function(){
		Dianji++;
		if(Dianji==1){
	   			alert("hey，我真的很喜欢你，但是你还是点进来了，呵，真可惜");

		   		alert("幸好，我还没把思念熬成伤口");
		   		

		   		alert("你给了我不该有的期待，我忘了，怎么拒绝");
		   		
		   		alert("有些故事还没开始就结束了，就像爱情还没找到就被埋没了");
		   		
		   		alert("你是我每道曙光出现前的永恒的昨日");

		   		alert("我也有过把你的名字写满整张纸，虽然不怎么好看");

		   	alert("我不知道对你的好感来自哪里，大概就是无理由");

		   	alert("错误的开始，只能有一个没有结局的结局");

		   	alert("幸好爱情不是一切，幸好一切不是爱情");
		   	alert("如果结局能在一起，晚点真的没关系");
		   	alert("这一生，走过很多的路，碰到很多得人，看过变幻无常的云彩，但是在最美的年纪，我真的只爱过你一个人"); 
		   	alert("岁月很漫长，你心地善良，终会有一人陪你骑马喝酒走四方");
		   alert("每个人心中都会有一座城，住着一个不可能的人，那个人路过了青春一阵子，却会在记忆里搁浅一辈子，那个人，是你。");
		   	alert("假如，我是说假如，假如你以后会偶然想起我，请记得我曾经深爱你的样子");
		   
		   alert("泪水化作丝雨，假装一切悲伤从未来过");
		   
		   	alert("青春真的很单薄，什么都很轻，风一吹，我们就走散");
		   	alert("你再也没回头，想没想过我还在等候");
		   	alert("风吹散的情话终究沙哑，已经走远的人不爱也罢");
		   	alert("后来啊，说过的话可以不算，爱过的人可以再换");
		   	alert("所谓的放不下也不过就是四杯烈酒三根香烟两滴眼泪和一个难熬的夜晚");
		   	alert("我太累了没有力气再去接受另一个人我想我以后可能只会爱我自己了");
		   	alert("曾有佳人挠我心，乱我意 如今，佳人难再得");
		   	alert("大概是有了别人来陪伴你，所以我就这样悄悄退场也没有关系");
		   	alert("爱情，往往就只有一次机会，错过了，便是永远");
		   	alert("好吧，我想我们真的不合适，说真的，我很喜欢你，但是......所以，再见吧，希望时光能够让我忘记我曾经喜欢过你，让我只记得，我们只是朋友吧~	~");
		   	window.location.href="404.html";
		  		Dianji=1;
	  }

	}


}